{
  "course": 3,
  "question1": "Tiene como objeto la gestión de la ciberseguridad de las instituciones. Esto significa:\n•\t La gestión de la ciberseguridad de las instituciones a partir de estándares internacionales, guías de buenas prácticas y metodologías establecidas en la legislación nacional vigente.\n    • La implementación de controles técnicos de seguridad como: sistemas de detección de intrusiones, cortafuegos, protección contra programas malignos, análisis de trazas, sistemas criptográficos, gestión de vulnerabilidades y parches, respaldo de información, entre otros.\n•\t El análisis y procesamiento de información relevante para el sistema de seguridad mediante la utilización de sistemas de gestión bases de datos y gestión de eventos, así como la aplicación de algoritmos de programación y técnicas de inteligencia artificial.\n•\t La gestión de incidentes mediante la monitorización permanente del sistema de seguridad y la aplicación de técnicas de informática forense, velando por el cumplimiento del marco regulatorio del país.",
  "question2": "Un Ingeniero en Ciberseguridad recibe un grupo de contenidos que lo distingue de otras carreras universitarias como por ejemplo: \n•\t Mecanismos de seguridad tecnológica como: sistemas de detección de intrusiones, cortafuegos, protección contra programas malignos, análisis de trazas, sistemas criptográficos, gestión de vulnerabilidades y parches, respaldo de información, entre otros.\n•\t Escaneos de seguridad y hacking ético.\n•\t Análisis de la seguridad para el desarrollo de aplicaciones web, dispositivos móviles y otros.\n•\t Seguridad en tecnologías emergentes como Internet de las Cosas, BlockChain y Big Data.\n•\t Arquitectura de computadoras, sistemas operativos, redes y servicios telemáticos. \n•\t Análisis y procesamiento de información, bases de datos, programación, inteligencia artificial, ingeniería de software. \n•\t Análisis de riesgos y diseño de sistemas de ciberseguridad.\nComo parte del programa de formación, se brinda especial importancia a la realización de prácticas profesionales que le permiten a los estudiantes integrar todos los conocimientos asimilados mediante la vinculación a entornos laborales reales, así como la realización de actividades de investigación científica de conjunto con los profesores de la carrera y centros de producción de software. La carrera tiene una duración de 4 años.",
  "question3": "Las esferas de actuación del ingeniero en Ciberseguridad abarcan un amplio espectro de organismos e instituciones que hagan uso de las TIC y por tanto requieran del establecimiento y gestión de un sistema de ciberseguridad; incluyendo instituciones especializadas en la defensa del ciberespacio nacional."
}